const fs = require('fs')
const pobreflix = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐏𝐎𝐁𝐑𝐄𝐅𝐋𝐈𝐗
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/sp7eq3lgablxc7b/Pobreflix_4.0.11.apk/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.pobreflix = pobreflix;

//====================≠≠===============\\

const doramas = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         +𝐃𝐨𝐫𝐚𝐦𝐚𝐬
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/ksztpx6ve8uqd86/%252BDoramas_2.5.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.doramas = doramas;

//====================≠≠===============\\

const animesbrasil = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐀𝐧𝐢𝐦𝐞𝐬 𝐁𝐫𝐚𝐬𝐢𝐥
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/gf2fhu70seqi1fd/Animes_Brasil_1.1.3.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.animesbrasil = animesbrasil;

//====================≠≠===============\\

const crunchyroll = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐂𝐑𝐔𝐍𝐂𝐇𝐘𝐑𝐎𝐋𝐋 𝐌𝐎𝐃
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/9xnzozjwiiw12yl/Crunchyroll_Mod_3.40.1.apk/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.crunchyroll = crunchyroll;

//====================≠≠===============\\

const damas = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐃𝐀𝐌𝐀𝐒
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/gf2fhu70seqi1fd/Animes_Brasil_1.1.3.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.damas = damas;

//====================≠≠===============\\

const disney = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐃𝐈𝐒𝐍𝐄𝐘+
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/2ilggo0wel99hxy/Disney%252B_2.26.3-rc2.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.disney = disney;

//====================≠≠===============\\

const doramaslove = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐃𝐎𝐑𝐀𝐌𝐀𝐒 𝐋𝐎𝐕𝐄
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/w98c9yzdpyhjucc/Doramas_Love_1.4-BETA.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.doramaslove = doramaslove;

//====================≠≠===============\\

const girlwallpapers = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐆𝐈𝐑𝐋 𝐖𝐀𝐋𝐋𝐏𝐀𝐏𝐄𝐑𝐒
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/innsbxblik0qs9h/Girl_Art_Wallpapers_4.0.0.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.girlwallpapers = girlwallpapers;

//====================≠≠===============\\

const gomoku = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐆𝐎𝐌𝐎𝐊𝐔
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/xe1mxrt91p65cwa/Gomoku_1670.dgomoku.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.gomoku = gomoku;

//====================≠≠===============\\

const happymod = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐇𝐀𝐏𝐏𝐘𝐌𝐎𝐃
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/60wepcp41myxrox/HappyMod_3.0.7.apk/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.happymod = happymod;

//====================≠≠===============\\

const hbo = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐇𝐁𝐎+
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/3q7wc3b4ovh02ho/HBO_MAX_53.55.0.6.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.hbo = hbo;

//====================≠≠===============\\

const japanwallpaper = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐉𝐀𝐏𝐀𝐍 𝐖𝐀𝐋𝐋𝐏𝐀𝐏𝐄𝐑
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/igyejpd0ddkdbaj/Japan_Wallpaper_4K_1.3.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.japanwallpaper = japanwallpaper;

//====================≠≠===============\\

const mflix = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐌𝐅𝐋𝐈𝐗
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/igyejpd0ddkdbaj/Japan_Wallpaper_4K_1.3.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.mflix = mflix;

//====================≠≠===============\\

const pixellplay = (prefix, date, hora, sender) => {

return `
//┈┈┈╲┈┈┈┈╱
///┈┈┈╱     ▔▔╲
///┈┈┃┈▇┈┈▇┈┃
///╭╮┣━━━━━━┫╭╮
///┃┃┃┈┈┈┈┈┈┃┃┃
///╰╯┃┈┈┈┈┈┈┃╰╯
///┈┈╰┓┏━━┓┏╯
///┈┈┈╰╯┈┈╰╯\n┏━─━─━━━━─━━━──━──━━━─━━──━─━─━━─━─┓
      𝐕𝐈𝐀 𝐌𝐄𝐃𝐈𝐀𝐅𝐈𝐑𝐄            ➠         𝐏𝐈𝐗𝐄𝐋𝐋𝐏𝐋𝐀𝐘
┗━─━─━━─━━━─━─━─━┓┏━─━━━━━──━━───━─┛
┏━─━─━━─━━━─━━──━┛┗─━─━━─━━─━━──━─━┓
➠https://www.mediafire.com/file/igyejpd0ddkdbaj/Japan_Wallpaper_4K_1.3.apks/file
┗━─━─━━─━━━─━━──━━─━─━─━━─━━─━━─━─━┛\n\n*Data:* *${date}*\n*Hora:* *${hora}*\n*By:* *𖧄 𝐋𝐔𝐂𝐀𝐒 𝐌𝐎𝐃 𝐃𝐎𝐌𝐈𝐍𝐀 𖧄*`;
};

exports.pixellplay = pixellplay;

//====================≠≠===============\\